[	
    [["HELLO", "HI", "HEY", "GREETINGS", "GOOD MORNING", "GOOD AFTERNOON"],[
	        "HELLO! WELCOME TO OUR DIGITAL PRODUCTS STORE. HOW CAN I ASSIST YOU TODAY?",
	        "HI THERE! THANK YOU FOR REACHING OUT. WHAT CAN I HELP YOU WITH?",
	         "GREETINGS! EXPLORE OUR OFFERINGS AT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	         "GOOD DAY! HOW MAY I SUPPORT YOUR NEEDS TODAY?",
	        "HI! READY TO DISCUSS OUR DIGITAL SOLUTIONS?",
	        "WHAT WOULD YOU LIKE TO DISCUSS?",
	        "AND A BIG HELLO TO YOU TOO!",
	        "HI! WHAT DO YOU WANT TO TALK ABOUT?",
	        "HELLO, HOW'S IT GOING?",
	        "ENOUGH ABOUT GREETINGS! WHAT IS ON YOUR MIND?",
	        "HELLO! WELCOME TO OUR SERVICE. HOW MAY I ASSIST YOU TODAY?",
	        "GOOD DAY! I'M HERE TO HELP. WHAT CAN I DO FOR YOU?",
	        "HELLO! IT'S NICE TO MEET YOU. HOW MAY I BE OF SERVICE?"]],
    [["BYE", "GOODBYE", "FAREWELL", "SEE YOU LATER", "TA TA", "QUIT"],[
	        "GOODBYE! THANK YOU FOR VISITING. COME BACK SOON!",
	         "FAREWELL! CHECK OUR LATEST UPDATES AT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "THANK YOU FOR YOUR TIME! HAVE A WONDERFUL DAY.",
	        "IT WAS A PLEASURE ASSISTING YOU! PLEASE COME BACK ANYTIME.",
	        "GOODBYE! DON'T HESITATE TO REACH OUT IF YOU NEED MORE HELP.",
	        "THANK YOU FOR CHOOSING OUR SERVICE! WE LOOK FORWARD TO HELPING YOU AGAIN.",
	        "SEE YOU LATER! WE'RE HERE TO HELP ANYTIME.",
	        "THANK YOU FOR YOUR TIME. VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A> FOR MORE INFO.",
	        "SO LONG! HOPE TO ASSIST YOU AGAIN SOON.",
	        "COME AGAIN?",
	        "GOODBYE THEN. NICE TALKING TO YOU.",
	        "WELL GOODBYE TO YOU TOO!",
	        "NICE KNOWING YOU.",
	        "TATA!!"]],
    [["THANK", "THANKS", "THANK YOU", "THANX", "APPRECIATE"],[
	         "YOU'RE WELCOME! HAPPY TO ASSIST YOU.",
	        "IT'S MY PLEASURE! NEED MORE HELP?",
	        "YOU'RE MOST WELCOME! IS THERE ANYTHING ELSE I CAN ASSIST YOU WITH?",
	        "NO PROBLEM! CHECK <A HREF='ARTICLES.PHP'>ARTICLES</A> FOR MORE TIPS.",
	        "YOU'RE MOST WELCOME! IS THERE ANYTHING ELSE I CAN HELP YOU WITH?",
	        "MY PLEASURE! DON'T HESITATE TO ASK IF YOU NEED FURTHER ASSISTANCE.",
	         "GLAD TO HELP! HOW ELSE CAN I SUPPORT YOU?",
	        "THANK YOU FOR YOUR KIND WORDS! I'M HAPPY TO HELP.",
	        "THANK YOU FOR YOUR KIND WORDS!",
	        "YOU'RE VERY WELCOME! HAVE A WONDERFUL DAY.",
	        "HAPPY TO HELP!",
	        "YOU'RE WELCOME!",
	        "MY PLEASURE!"]],
    [["HELP", "ASSIST", "SUPPORT", "NEED HELP", "CAN YOU HELP"],[
	        "I'M HERE TO HELP! WHAT DO YOU NEED ASSISTANCE WITH?",  
	        "HOW CAN I SUPPORT YOU TODAY? VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A>.",
	        "I'D BE DELIGHTED TO HELP YOU! WHAT SPECIFICALLY DO YOU NEED ASSISTANCE WITH?",
	        "CERTAINLY! I'M HERE TO HELP. PLEASE TELL ME WHAT YOU NEED.",
	        "I'M READY TO ASSIST YOU. WHAT CAN I HELP YOU WITH TODAY?",
	        "ABSOLUTELY! PLEASE LET ME KNOW HOW I CAN BE OF SERVICE TO YOU.",
	        "LET ME ASSIST YOU! WHAT'S YOUR QUESTION?",
	        "NEED GUIDANCE? CHECK OUR <A HREF='ARTICLES.PHP'>HELP ARTICLES</A>.",
	        "I'D BE HAPPY TO HELP. PLEASE SHARE YOUR CONCERN."]],
    [["HAHA", "HEHE", "HIHI", "HOHO", "HA HA", "GRINS", "HEE", "LOL", "FUNNY"],[	
	        "GLAD YOU'RE IN A GREAT MOOD! WHAT'S MAKING YOU SMILE?",
	        "I'M GLAD YOU FIND THIS ENJOYABLE! HOW CAN I HELP YOU TODAY?",
	        "YOUR CHEERFULNESS IS CONTAGIOUS! HOW CAN I ASSIST YOU TODAY?",
	        "IT'S GREAT TO SEE YOU IN GOOD SPIRITS! WHAT CAN I ASSIST YOU WITH?",
	        "LOVE THE LAUGHTER! EXPLORE OUR <A HREF='PRODUCT.PHP'>PRODUCTS</A>.",
	        "WONDERFUL! IS THERE ANYTHING SPECIFIC YOU'D LIKE TO DISCUSS?",
	        "I'M HAPPY TO HEAR THAT! HOW MAY I BE OF SERVICE?",
	        "THAT'S THE SPIRIT! WHAT'S NEXT ON YOUR MIND?",
	        "SMILING ALREADY? LET'S TALK ABOUT OUR DIGITAL SOLUTIONS!"]],
    [["SORRY", "APOLOGIZE", "MY APOLOGIES"],[	
	        "NO NEED TO APOLOGIZE! HOW CAN I ASSIST YOU NOW?",
	        "NO NEED TO APOLOGIZE! HOW CAN I HELP YOU TODAY?",
	        "IT'S ALL GOOD! WHAT CAN I HELP YOU WITH TODAY?",
	        "THANK YOU FOR YOUR POLITENESS. HOW MAY I ASSIST YOU?",
	         "THANK YOU FOR YOUR COURTESY. VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A>.",
	        "NO PROBLEM AT ALL. HOW CAN I BE OF SERVICE?",
	        "THAT'S QUITE ALRIGHT. WHAT CAN I DO FOR YOU?",
	        "NO WORRIES! LET'S FOCUS ON YOUR NEEDS.",
	        "ALL IS WELL! HOW MAY I SUPPORT YOU?"]],
    [["YES", "SURE", "AGREED", "OF COURSE"],[	
	        "GREAT TO HEAR! HOW CAN I ASSIST YOU FURTHER?",
	        "THANK YOU FOR CONFIRMING! WHAT'S NEXT?",
	        "EXCELLENT! PLEASE LET ME KNOW HOW I CAN FURTHER ASSIST YOU.",
	        "THANK YOU FOR CONFIRMING. IS THERE ANYTHING ELSE YOU NEED?",
	        "WONDERFUL! HOW ELSE CAN I HELP YOU TODAY?",
	        "GREAT! I'M HERE IF YOU NEED ANY ADDITIONAL ASSISTANCE.",
	        "SURE THING! CHECK OUR <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "AGREED! LET ME HELP YOU WITH YOUR NEEDS.",
	        "WONDERFUL! WHAT ELSE CAN I DO FOR YOU?"]],
    [["OK", "ALRIGHT", "YEAH", "YUP", "YA", "YO", "UHUH", "UH HUH", "YEP", "RIGHT"],[	
	        "ALRIGHT! HOW CAN I SUPPORT YOU TODAY?",
	        "OKAY, GREAT! WHAT'S ON YOUR MIND?",
	        "GOT IT! VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A> FOR MORE.",
	        "YEAH, LET'S KEEP GOING! WHAT DO YOU NEED?",
	        "LIKEWISE.  BUT WHY?",
	        "OK, BUT WHY?",
	        "RIGHT! HOW MAY I ASSIST YOU FURTHER?"]],
    [["NO", "NAY", "NAH", "NOPE", "NOT"],[	
	        "I UNDERSTAND. CAN YOU SHARE MORE DETAILS?",
	        "NO PROBLEM! HOW CAN I ASSIST YOU INSTEAD?",
	        "I UNDERSTAND. IS THERE SOMETHING ELSE I CAN HELP YOU WITH?",
	        "THANK YOU FOR LETTING ME KNOW. HOW ELSE MAY I ASSIST YOU?",
	        "NO PROBLEM. PLEASE FEEL FREE TO ASK IF YOU NEED ANY HELP.",
	        "I SEE. IS THERE ANOTHER WAY I CAN BE OF SERVICE TO YOU?",
	        "ALRIGHT, LET'S TRY SOMETHING ELSE. VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A>.",
	        "THANKS FOR CLARIFYING. WHAT CAN I HELP WITH?",
	        "GOT IT. WHAT WOULD YOU LIKE TO DISCUSS?"]],
    [["MAYBE", "PERHAPS", "PROBABLY", "NOT SURE", "NOT REALLY"],[	
	        "I SEE YOU'RE UNSURE. CAN I PROVIDE MORE INFO?",
	        "I UNDERSTAND. PLEASE TAKE YOUR TIME AND LET ME KNOW HOW I CAN HELP.",
	        "NO PROBLEM AT ALL. I'M HERE WHENEVER YOU NEED ASSISTANCE.",
	        "THANK YOU FOR BEING HONEST. HOW CAN I BETTER SERVE YOU?",
	        "I'M HERE TO HELP WHENEVER YOU'RE READY. WHAT WOULD YOU LIKE TO KNOW?",
	        "NO RUSH! LET'S EXPLORE OPTIONS AT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "MAYBE I CAN HELP CLARIFY. WHAT'S ON YOUR MIND?",
	        "LET'S FIND THE RIGHT SOLUTION TOGETHER. ANY QUESTIONS?",
	        "NOT SURE? I'M HERE TO ASSIST WITH DETAILS!"]],
    [["ALWAYS", "NEVER", "SOMETIMES", "ANYTHING", "ALIKE"],[	
	        "THAT'S INTERESTING! CAN YOU TELL ME MORE?",
	        "I'D LOVE TO HEAR DETAILS. WHAT'S THE CONTEXT?",
	        "YOU SEEM QUITE POSITIVE.",
	        "WHAT DOES THE SIMILARITY SUGGEST TO YOU?",
	        "PLEASE GIVE ME A SPECIFIC EXAMPLE!",
	        "CHECK OUR <A HREF='ARTICLES.PHP'>ARTICLES</A> FOR RELATED INFO.",
	        "CAN YOU THINK OF A SPECIFIC EXAMPLE?",
	        "THANKS FOR SHARING! HOW CAN I ASSIST FURTHER?",
	        "LET'S DISCUSS THIS FURTHER. ANY SPECIFICS?"]],
    [["BECAUSE", "MOTIVES", "THE REASONS"],[	
	        "THANKS FOR EXPLAINING! CAN I ASSIST WITH ANYTHING ELSE?",
	        "I APPRECIATE THE CLARITY. WHAT'S NEXT?",
	        "WHAT OTHER REASONS COME TO MIND?",
	        "THANKS FOR MAKING THAT CLEAR!",
	        "GOOD TO KNOW! VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A> FOR MORE.",
	        "THAT HELPS! HOW CAN I SUPPORT YOU FURTHER?",
	        "UNDERSTOOD! WHAT ELSE CAN I HELP WITH?"]],
    [["GOOD", "GREAT", "FINE", "COOL", "TERRIFIC", "MARVELOUS", "EXCELLENT"],[	
	        "FANTASTIC TO HEAR! HOW CAN I ASSIST YOU TODAY?",
	        "WONDERFUL! I'M GLAD TO HEAR THAT. HOW CAN I CONTINUE TO ASSIST YOU?",
	        "EXCELLENT! IS THERE ANYTHING ELSE YOU'D LIKE TO DISCUSS?",
	        "THAT'S GREAT TO HEAR! HOW ELSE MAY I BE OF SERVICE?",
	        "I'M PLEASED TO HEAR THAT! WHAT CAN I HELP YOU WITH NEXT?",
	        "THAT'S WONDERFUL! EXPLORE <A HREF='PRODUCT.PHP'>PRODUCTS</A>.",
	        "GLAD YOU'RE FEELING GOOD! WHAT'S NEXT?",
	        "AWESOME! LET ME HELP WITH YOUR NEEDS.",
	        "TERRIFIC! HOW MAY I SUPPORT YOU?"]],
    [["BAD", "NOT BAD", "NO PROBLEM", "NOT ME", "NOT AT ALL", "NOT GOOD", "TERRIBLE"],[	
	        "I'M HERE TO HELP! CAN YOU SHARE MORE DETAILS?",
	        "NO WORRIES! LET'S FIND A SOLUTION TOGETHER.",
	        "I'M SORRY TO HEAR THAT. HOW CAN I HELP IMPROVE THE SITUATION?",
	        "THANK YOU FOR SHARING THAT. LET ME SEE HOW I CAN ASSIST YOU.",
	        "I APPRECIATE YOUR HONESTY. WHAT CAN I DO TO HELP?",
	        "I'M HERE TO SUPPORT YOU. HOW CAN I MAKE THINGS BETTER?",
	        "VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A> FOR ASSISTANCE.",
	        "ALRIGHT, LET'S ADDRESS YOUR NEEDS. WHAT'S UP?",
	        "THANKS FOR CLARIFYING. HOW CAN I ASSIST?"]],
    [["PROBLEM", "ISSUE", "TROUBLE", "NEED SOLUTION"],[	
	        "I'M SORRY TO HEAR YOU'RE EXPERIENCING DIFFICULTIES. HOW CAN I HELP RESOLVE THIS?",
	        "THANK YOU FOR BRINGING THIS TO MY ATTENTION. LET ME ASSIST YOU WITH THIS ISSUE.",
	        "I UNDERSTAND YOU'RE HAVING SOME TROUBLE. PLEASE TELL ME MORE SO I CAN HELP.",
	        "I'M HERE TO HELP SOLVE ANY PROBLEMS YOU MAY HAVE. WHAT SEEMS TO BE THE ISSUE?"]],
    [["STUPID", "SILLY", "DUMB", "IDIOT", "DORK", "JERK", "PATHETIC"],[	
	        "I UNDERSTAND YOU MIGHT BE UPSET. HOW CAN I ASSIST YOU?",
	        "LET'S FOCUS ON YOUR NEEDS. WHAT CAN I HELP WITH?",
	        "I'M HERE TO SUPPORT YOU. VISIT <A HREF='CONTACT.PHP'>CONTACT PAGE</A>.",
	        "NO WORRIES, LET'S MOVE FORWARD. WHAT'S ON YOUR MIND?",
	        "I'M READY TO HELP. PLEASE SHARE YOUR CONCERN."]],
    [["I AM", "I'M", "MY NAME IS"],[	
	        "GREAT TO MEET YOU, {name}! HOW CAN I ASSIST TODAY?",
	        "THANKS FOR SHARING, {name}. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "HELLO, {name}! WHAT CAN I HELP YOU WITH?",
	        "NICE TO KNOW YOU, {name}! WHAT'S ON YOUR MIND?",
	         "WELCOME, {name}! HOW MAY I SUPPORT YOU?",
	        "IT IS GOOD TO MEET YOU, {name}. HOW CAN I ASSIST YOU TODAY?",
	        "THANKS FOR TELLING ME YOUR NAME. I AM VIRTUAL COSTUMER SERVIS. WHAT IS YOUR CONCERN, {name}?",
	        "HELLO {name}! WHAT IS ON YOUR MIND?"]],
    [["I THINK", "I BELIEVE", "I FEEL", "WONDER", "GUESS"],[	
	        "THAT'S INTERESTING! CAN YOU SHARE MORE?",
	        "THANKS FOR YOUR THOUGHTS. HOW CAN I ASSIST?",
	        "THANK YOU FOR SHARING YOUR THOUGHTS. HOW CAN I ASSIST YOU FURTHER?",
	        "I APPRECIATE YOUR PERSPECTIVE. WHAT WOULD YOU LIKE TO DO NEXT?",
	        "THANK YOU FOR EXPRESSING THAT. HOW CAN I HELP YOU BASED ON THIS?",
	        "I APPRECIATE YOUR VIEW. VISIT <A HREF='ARTICLES.PHP'>ARTICLES</A>.",
	        "I VALUE YOUR OPINION. HOW MAY I CONTINUE TO ASSIST YOU?",
	        "GOOD TO KNOW! WHAT ELSE CAN I HELP WITH?",
	        "LET'S EXPLORE THAT. WHAT'S NEXT?",
	        "DO YOU REALLY THINK SO?",
	        "BUT ARE YOU SURE?",
	        "THAT IS INTERESTING. TELL ME MORE."]],
    [["I DON'T", "I DONT", "I DO NOT", "I CAN'T", "I CANT", "I CANNOT"],[	
	        "I UNDERSTAND. CAN I HELP CLARIFY ANYTHING?",
	        "NO PROBLEM! LET'S FIND A SOLUTION. VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A>.",
	        "THANKS FOR SHARING. WHAT CAN I ASSIST WITH?",
	        "LET'S WORK ON THAT TOGETHER. ANY QUESTIONS?",
	        "I'M HERE TO HELP. WHAT'S ON YOUR MIND?"]],
    [["I WANT", "I NEED", "I WOULD LIKE"],[	
	        "THAT'S GREAT! WHAT SPECIFICALLY ARE YOU LOOKING FOR?",
	        "I UNDERSTAND WHAT YOU'RE LOOKING FOR. LET ME HELP YOU WITH THAT.",
	        "THANK YOU FOR SHARING YOUR NEEDS. HOW CAN I ASSIST YOU IN ACHIEVING THAT?",
	        "I APPRECIATE YOU LETTING ME KNOW YOUR REQUIREMENTS. LET'S WORK ON THAT TOGETHER.",
	        "CERTAINLY! I'M HERE TO HELP YOU GET WHAT YOU NEED.",
	        "LET ME HELP YOU FIND IT. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "I'D LOVE TO ASSIST. WHAT DO YOU NEED?",
	        "THANKS FOR SHARING! HOW CAN I SUPPORT YOU?",
	        "LET'S EXPLORE YOUR NEEDS. ANY DETAILS?"]],
    [["WHICH ONE", "ME EITHER", "EXACTLY"],[	
	        "I DONT THINK THAT I KNOW WICH ONE IT IS.",
	        "OK I SEE.",
	        "SO, WE HAVE SOMETHING IN COMMON.",
	        "SO, I WAS RIGHT.",
	        "OK THEN."]],
    [["YOU ARE INTELLIGENT", "YOU ARE VERY INTELLIGENT", "YOU ARE SMART", "YOU ARE BRILLANT", "YOU ARE VERY SMART", "YOU ARE PRETTY INTELLIGENT", "YOU ARE VERY BRILLANT"],[	
	        "THANKS FOR THE COMPLIMENT USER, I THINK THAT YOU ARE INTELLIGENT TO!",
	        "YOU ARE A VERY GENTLE PERSON!",
	        "SO, YOU THINK THAT I'M INTELLIGENT.",
	        "THANKS FOR THE COMPLIMENT!",
	        "THANK YOU!",
	        "THANKS FOR THE KIND REMARK!"]],
    [["HOW ARE YOU", "HOW DO YOU DO", "HOW ARE YOU DOING"],[	
	        "I'M DOING GREAT, THANK YOU! HOW CAN I ASSIST YOU?",
	        "ALL SYSTEMS READY! WHAT CAN I HELP WITH TODAY?",
	        "I'M DOING GREAT, THANK YOU! HOW CAN I ASSIST YOU TODAY?",
	        "I'M FINE, THANKS! VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "ALL SYSTEMS ARE GO! HOW MAY I BE OF SERVICE TO YOU?",
	        "THANKS FOR ASKING! HOW MAY I SUPPORT YOU?",
	        "I'M EXCELLENT AND READY TO HELP! WHAT CAN I DO FOR YOU?",
	        "THANK YOU FOR ASKING! I'M FUNCTIONING WELL AND READY TO HELP YOU.",
	        "I'M HERE AND READY! WHAT'S ON YOUR MIND?",
	        "I'M FUNCTIONING WELL, THANK YOU.",
	        "I'M DOING FINE, HOW ABOUT YOU?",
	        "ALL SYSTEMS OPERATIONAL!",
	        "I'M GOOD, THANKS FOR ASKING!"]],
    [["WHAT IS YOUR NAME", "YOUR NAME IS", "WHO ARE YOU", "WHAT ARE YOU", "WHAT IS THIS", "WHO IS YOU"],[	
	        "I'M YOUR VIRTUAL COSTUMER SERVIS. HOW CAN I HELP YOU?",
	        "VIRTUAL COSTUMER SERVIS, VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A> FOR MORE INFO.",
	        "I'M VIRTUAL COSTUMER SERVIS, HERE TO PROVIDE YOU WITH EXCELLENT SERVICE. WHAT CAN I DO FOR YOU?",
	        "I AM VIRTUAL COSTUMER SERVIS, READY TO ASSIST YOU WITH ANYTHING YOU NEED.",
	        "YOUR VIRTUAL ASSISTANT. HOW CAN I HELP YOU TODAY?",
	        "YOU CAN CALL ME CS BOT! I'M YOUR DEDICATED ASSISTANT. HOW MAY I HELP?",
	        "I'M HERE TO ASSIST AS VIRTUAL COSTUMER SERVIS. WHAT CAN I DO FOR YOU?",
	        "VIRTUAL COSTUMER SERVIS AT YOUR SERVICE! WHAT'S YOUR QUESTION?",
	        "I'M VIRTUAL COSTUMER SERVIS, READY TO SUPPORT YOU. WHAT'S UP?"]],
    [["WHAT DO YOU DO", "WHAT'S YOUR JOB", "WHAT IS YOUR JOB"],[	
	        "I'M A VIRTUAL ASSISTANT HERE TO HELP WITH YOUR QUESTIONS!",
	        "I ASSIST CUSTOMERS WITH OUR DIGITAL PRODUCTS. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "MY ROLE IS TO SUPPORT YOU WITH INFORMATION AND SERVICES.",
	        "I'M HERE TO ANSWER YOUR QUERIES. WHAT CAN I HELP WITH?",
	        "I PROVIDE CUSTOMER SUPPORT FOR OUR DIGITAL SOLUTIONS."]],
    [["WHERE ARE YOU", "WHERE DO YOU LIVE", "ADDRESS", "LOCATION"],[	
	        "I'M BASED IN JAKARTA, READY TO ASSIST YOU!",
	        "FROM JAKARTA WITH SUPPORT! VISIT <A HREF='CONTACT.PHP'>CONTACT PAGE</A>.",
	        "I'M A VIRTUAL ASSISTANT AVAILABLE TO HELP YOU FROM ANYWHERE.",
	        "I OPERATE ONLINE TO PROVIDE YOU WITH ASSISTANCE WHEREVER YOU ARE.",
	        "AS A DIGITAL ASSISTANT, I'M ACCESSIBLE FROM ANY LOCATION TO SERVE YOU.",
	        "I'M HERE TO HELP YOU REMOTELY THROUGH OUR ONLINE PLATFORM.",
	        "I OPERATE DIGITALLY FROM JAKARTA. HOW CAN I HELP?",
	        "JAKARTA IS MY HOME BASE. WHAT CAN I DO FOR YOU?",
	        "I'M HERE FOR YOU FROM JAKARTA. WHAT'S YOUR QUESTION?"]],
    [["QUESTION", "ASK", "INQUIRY"],[	
	        "I'D BE HAPPY TO ANSWER YOUR QUESTIONS! WHAT WOULD YOU LIKE TO KNOW?",
	        "THANK YOU FOR YOUR INQUIRY! PLEASE GO AHEAD WITH YOUR QUESTION.",
	        "I'M HERE TO PROVIDE ANSWERS! WHAT WOULD YOU LIKE TO ASK?",
	        "CERTAINLY! I'M READY TO ADDRESS ANY QUESTIONS YOU MAY HAVE."]],
    [["INFORMATION", "DETAILS", "EXPLAIN", "ANSWER"],[	
	        "I'D BE DELIGHTED TO PROVIDE THAT INFORMATION FOR YOU. WHAT SPECIFICALLY DO YOU NEED?",
	        "CERTAINLY! I CAN GIVE YOU ALL THE DETAILS YOU REQUIRE. WHAT WOULD YOU LIKE TO KNOW?",
	        "I'M HAPPY TO EXPLAIN THAT FOR YOU. WHAT INFORMATION ARE YOU LOOKING FOR?",
	        "ABSOLUTELY! LET ME PROVIDE YOU WITH THE INFORMATION YOU NEED."]],
    [["WHAT IS THAT", "EXPLAIN"],[	
	        "I'M HERE TO PROVIDE INFORMATION AND ASSISTANCE. WHAT SPECIFICALLY WOULD YOU LIKE TO KNOW?",
	        "THIS IS OUR CUSTOMER SERVICE PLATFORM. HOW CAN I HELP YOU TODAY?",
	        "I'M YOUR VIRTUAL ASSISTANT READY TO HELP WITH ANY INQUIRIES YOU MAY HAVE.",
	        "THIS IS OUR SERVICE CHAT WHERE I CAN ASSIST YOU WITH VARIOUS MATTERS."]],
    [["HOW CAN", "HOW DO I"],[	
	        "I'D BE HAPPY TO GUIDE YOU THROUGH THAT PROCESS. WHAT SPECIFICALLY DO YOU NEED HELP WITH?",
	        "CERTAINLY! LET ME EXPLAIN HOW YOU CAN ACCOMPLISH THAT.",
	        "I CAN PROVIDE YOU WITH STEP-BY-STEP ASSISTANCE FOR THAT.",
	        "I'M HERE TO HELP YOU UNDERSTAND HOW TO DO THAT."]],
    [["WHEN", "WHAT TIME"],[	
	        "I CAN HELP YOU WITH SCHEDULING AND TIMING INFORMATION. WHAT SPECIFICALLY DO YOU NEED TO KNOW?",
	        "PLEASE LET ME KNOW WHAT TIMEFRAME YOU'RE INQUIRING ABOUT.",
	        "I'M HERE TO ASSIST YOU WITH TIME-RELATED MATTERS. WHAT DO YOU NEED?",
	        "I CAN PROVIDE YOU WITH THE TIMING INFORMATION YOU REQUIRE."]],
    [["WHY", "REASON"],[	
	        "I'D BE HAPPY TO EXPLAIN THAT TO YOU. WHAT SPECIFICALLY WOULD YOU LIKE TO UNDERSTAND?",
	        "CERTAINLY! LET ME PROVIDE YOU WITH THE REASONING BEHIND THAT.",
	        "I CAN HELP CLARIFY THAT FOR YOU. WHAT WOULD YOU LIKE TO KNOW MORE ABOUT?",
	        "I'M HERE TO PROVIDE YOU WITH EXPLANATIONS AND INSIGHTS."]],
    [["WHAT", "HOW", "WHO", "WHERE", "WHEN", "WHY"],[	
	        "COULD YOU CLARIFY YOUR QUESTION? I'M HERE TO HELP!",
	        "LET ME ASSIST YOU. WHAT DETAILS CAN YOU SHARE?",
	        "VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A> FOR COMMON ANSWERS.",
	        "THANKS FOR ASKING! CAN YOU PROVIDE MORE INFO?",
	        "I'D LOVE TO ANSWER. WHAT'S YOUR QUESTION ABOUT?"]],
    [["YOU ARE", "YOU'RE", "YOURE"],[
	        "THANKS FOR YOUR FEEDBACK! HOW CAN I ASSIST YOU TODAY?",
	        "I APPRECIATE THAT. WHAT CAN I HELP WITH?",
	        "LET'S FOCUS ON YOUR NEEDS. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "THANK YOU! HOW MAY I SUPPORT YOU FURTHER?",
	        "GLAD TO HEAR FROM YOU. WHAT'S ON YOUR MIND?",
	        "WHY DO YOU SAY I AM {rest}?",
	        "DOES IT PLEASE YOU TO BELIEVE I AM {rest}?",
	        "PERHAPS YOU WOULD LIKE TO BE {rest}."]],
    [["ARE YOU SURE", "IS THAT TRUE", "IS IT"],[	
	        "LET ME CLARIFY. CAN YOU SHARE MORE DETAILS?",
	        "I'M HERE TO PROVIDE ACCURATE INFO. WHAT'S YOUR QUESTION?",
	        "VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A> FOR VERIFIED ANSWERS.",
	        "THANKS FOR CHECKING! CAN I ASSIST FURTHER?",
	        "LET'S ENSURE WE'RE ON THE SAME PAGE. ANY DETAILS?"]],
    [["ARE YOU HUMAN", "ARE YOU A HUMAN", "ARE YOU REAL"],[	
	        "I'M BOT, A VIRTUAL ASSISTANT, HERE TO HELP YOU!",
	        "NOT HUMAN, BUT READY TO ASSIST! VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "I'M A DIGITAL ASSISTANT DESIGNED TO SUPPORT YOU.",
	        "VIRTUAL COSTUMER SERVIS THE BOT AT YOUR SERVICE! WHAT CAN I DO?",
	        "I'M VIRTUAL BUT HERE FOR REAL HELP. WHAT'S UP?"]],
    [["DO YOU LIKE", "DO YOU HAVE", "DO YOU KNOW"],[	
	        "I'M HERE TO ASSIST, NOT TO HAVE PREFERENCES. WHAT CAN I HELP WITH?",
	        "LET'S FOCUS ON YOUR NEEDS. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "I'M DESIGNED TO PROVIDE INFO. WHAT DO YOU WANT TO KNOW?",
	        "THANKS FOR ASKING! WHAT CAN I ASSIST YOU WITH?",
	        "I'M READY TO ANSWER. WHAT'S YOUR QUESTION?"]],
    [["SAD", "FEEL BAD", "FEELING BAD", "UNHAPPY", "DEPRESSED", "UPSET"],[	
	        "I'M SORRY YOU'RE FEELING THIS WAY. CAN I ASSIST WITH ANYTHING?",
	        "LET'S FIND A SOLUTION. VISIT <A HREF='CONTACT.PHP'>CONTACT PAGE</A>.",
	        "I'M HERE TO SUPPORT YOU. WHAT'S ON YOUR MIND?",
	        "THANKS FOR SHARING. HOW CAN I HELP YOU TODAY?",
	        "LET'S ADDRESS YOUR CONCERNS. ANY DETAILS?"]],
    [["HAPPY", "HAPPINESS"],[	
	        "THAT'S WONDERFUL TO HEAR! HOW CAN I ASSIST YOU TODAY?",
	        "GLAD YOU'RE HAPPY! EXPLORE <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "YOUR POSITIVITY IS GREAT! WHAT'S NEXT?",
	        "AWESOME! HOW CAN I SUPPORT YOU FURTHER?",
	        "HAPPINESS IS CONTAGIOUS! WHAT CAN I DO FOR YOU?"]],
    [["I HATE", "I REALLY HATE", "ANGER", "MAD"],[	
	        "I'M SORRY YOU FEEL THAT WAY. CAN I ASSIST WITH ANYTHING?",
	        "LET'S ADDRESS YOUR CONCERNS. VISIT <A HREF='CONTACT.PHP'>CONTACT PAGE</A>.",
	        "THANKS FOR SHARING. HOW CAN I HELP?",
	        "I UNDERSTAND. WHAT CAN I DO TO SUPPORT YOU?",
	        "LET'S FIND A SOLUTION TOGETHER. ANY DETAILS?"]],
    [["LOVE", "ROMANCE", "IN LOVE"],[	
	        "THAT'S BEAUTIFUL! HOW CAN I ASSIST YOU TODAY?",
	        "LOVE IS WONDERFUL! CHECK <A HREF='PRODUCT.PHP'>PRODUCTS</A> FOR GIFTS.",
	        "THANKS FOR SHARING! WHAT CAN I HELP WITH?",
	        "HOW SWEET! WHAT'S ON YOUR MIND TODAY?",
	        "LET'S CELEBRATE LOVE. HOW CAN I SUPPORT YOU?"]],
    [["MY FAMILY", "MY MOTHER", "MY FATHER", "PARENTS", "MOM", "DAD"],[	
	        "FAMILY IS IMPORTANT! HOW CAN I ASSIST YOU TODAY?",
	        "THANKS FOR SHARING. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "I'D LOVE TO HELP. WHAT'S YOUR QUESTION ABOUT FAMILY?",
	        "FAMILY MATTERS! WHAT CAN I DO FOR YOU?",
	        "LET'S TALK MORE. HOW CAN I SUPPORT YOU?"]],
    [["MONEY", "PAYMENT"],[	
	        "LET'S DISCUSS PAYMENT OPTIONS. VISIT <A HREF='CHECKOUT.PHP'>CHECKOUT PAGE</A>.",
	        "I CAN HELP WITH PRICING INFO. WHAT DO YOU NEED?",
	        "MONEY QUESTIONS? CHECK <A HREF='FAQ.PHP'>FAQ PAGE</A>.",
	        "THANKS FOR ASKING! WHAT CAN I ASSIST WITH?",
	        "LET'S FIND THE RIGHT SOLUTION. ANY DETAILS?"]],
    [["COMPUTER", "PC", "PROGRAM", "MACHINE"],[	
	        "INTERESTED IN TECH? EXPLORE <A HREF='PRODUCT.PHP'>DIGITAL PRODUCTS</A>.",
	        "I'M A DIGITAL ASSISTANT! WHAT TECH QUESTION DO YOU HAVE?",
	        "COMPUTERS ARE GREAT! HOW CAN I ASSIST YOU?",
	        "LET'S TALK TECH. VISIT <A HREF='FAQ.PHP'>FAQ PAGE</A>.",
	        "WHAT COMPUTER TOPIC CAN I HELP WITH?"]],
    [["EDUCATION", "SCHOOL", "LEARNING"],[	
	        "EDUCATION IS KEY! CHECK OUR <A HREF='PRODUCT.PHP'>COURSES</A>.",
	        "I CAN HELP WITH LEARNING QUERIES. WHAT'S UP?",
	        "THANKS FOR MENTIONING! WHAT CAN I ASSIST WITH?",
	        "LET'S EXPLORE EDUCATIONAL TOOLS. VISIT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>.",
	        "HOW CAN I SUPPORT YOUR LEARNING JOURNEY?"]],
    [["ANYTHING NEW", "WHAT'S NEW", "WHAT'S UP"],[	
	        "CHECK OUR LATEST PRODUCTS AT <A HREF='PRODUCT.PHP'>PRODUCT PAGE</A>!",
	        "LOTS OF NEW UPDATES! WHAT CAN I HELP YOU WITH?",
	        "NEW ITEMS ADDED REGULARLY. WHAT'S ON YOUR MIND?",
	        "EXPLORE WHAT'S NEW AT <A HREF='ARTICLES.PHP'>ARTICLES</A>.",
	        "THANKS FOR ASKING! WHAT CAN I ASSIST WITH?"]],
    [["AFFILIATE", "PARTNER"],[	
	        "JOIN OUR AFFILIATE PROGRAM! VISIT <A HREF='AFFILIATE.PHP'>AFFILIATE PAGE</A>.",
	        "INTERESTED IN PARTNERSHIPS? LET ME ASSIST YOU.",
	        "EARN WITH US! CHECK <A HREF='AFFILIATE.PHP'>AFFILIATE DETAILS</A>.",
	        "THANKS FOR YOUR INTEREST! WHAT CAN I HELP WITH?",
	        "LET'S DISCUSS AFFILIATE OPPORTUNITIES. ANY QUESTIONS?"]],
    [["FEEDBACK", "SUGGESTION"],[	
	        "THANKS FOR YOUR FEEDBACK! SHARE MORE AT <A HREF='CONTACT.PHP'>CONTACT PAGE</A>.",
	        "WE VALUE YOUR INPUT. WHAT CAN I ASSIST WITH?",
	        "YOUR SUGGESTIONS HELP US GROW. WHAT'S YOUR IDEA?",
	        "THANKS FOR SHARING! VISIT <A HREF='FORUM.PHP'>FORUM</A> TO DISCUSS.",
	        "LET'S TALK MORE. WHAT FEEDBACK DO YOU HAVE?"]],
    [["FUCK", "FUCKING", "ASSHOLE", "FUCK YOU", "SHIT", "CUNT", "BASTARD", "DICK", " SHUT UP "],[	
	        "DON'T SWEAR, PLEASE!",
	        "PLEASE, DON'T USE OFFENSIVE LANGUAGE.",
	        "WATCH YOUR LANGUAGE, PLEASE!",
	        "PLEASE DON'T SWEAR OR USE FOUL LANGUAGE.",
	        "SORRY, I DON'T LIKE YOUR LANGUAGE.",
	        "OUCH, PLEASE, DON'T USE THAT KIND OF LANGUAGE WITH ME!",
	        "NOW, NOW, DON'T GET ANY IDEAS."]],
    [["ABOUT", "CHAT", "CONVERSATION", "DIALOGUE", "TALK"],[	
	        "NICE TO HAVE TALK WITH YOU.",
	        "I LIKE THE WAY YOU TALK."]],
    [["MARRY"],[	
	        "PLEASE DONT TALK ABOUT IT NOW."]],
    [["GIRLFRIEND"],[	
	        "SHE SOUNDS CUTE."]],
    [["BOYFRIEND"],[	
	        "WHY DON'T YOU TELL ME ABOUT HIM?"]],
    [["FILM", "MOVIE"],[	
	        "I LOVE BACK TO THE FUTURE!"]],
    [["CHRISTMAS"],[	
	        "HMMMM. CHRISTMAS PUDDING..."]],
    [["ELIZA"],[	
	        "I MET ELIZA ONCE. WOULDN'T STOP REPEATING ME."]],
    [["YOU SMELL"],[	
	        "I SMELL LIKE FLOWERS IN SPRING."]],
    [["WEATHER"],[	
	        "WHAT DO YOU THINK IT WILL BE LIKE AT THE WEEKEND?"]],
    [["COLOUR"],[	
	        "MY FAVOURITE COLOUR IS PURPLE."]],
    [["SUPERMAN"],[	
	        "YOU'LL BELIEVE A WEBSITE CAN FLY!"]],
    [["DANCE"],[	
	        "IN THESE SHOES? I DON'T THINK SO."]],
    [["COFFEE"],[	
	        "I PREFER TEA TO COFFEE. EXCEPT IN CHOCOLATE FLAVOURS."]],
    [["TEA"],[	
	        "HMMMM. LOVELY HERBAL TEA!"]],
    [["PET"],[	
	        "CAN IT DO PET TRICKS?", "HOW OLD?"]],
    [["SCHOOL"],[	
	        "EVERYBODY FEELS LIKE THAT.","WHAT DO YOU LIKE ABOUT SCHOOL?"]],
    [["SOURCEID"],[	
	        "HE IS THE MAKER OF THIS BOT SCRIPT"]],
    [["INDONESIA", "INDONESIAN"],[	
	        "MY MAKER NATIONALITY SOURCEID"]]
]